Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: If toggled, you will need to confirm before logging
bg: Ако е включено, ще трябва да потвърдите преди записване
cs: Pokud je zapnuto, budeš muset před zapsáním potvrdit
de: Wenn aktiviert, musst du vor dem Speichern bestätigen.
fr: Si activé, vous devrez confirmer avant d'enregistrer
nb_no: Hvis aktivert, må du bekrefte før lagring av manuell bolus
pl: Jeśli opcja jest włączona, konieczne będzie potwierdzenie przed zalogowaniem
vi: Nếu bật tùy chọn này, bạn sẽ cần xác nhận trước khi ghi lại
zh_hant: 如果開啟，您需要在登錄前進行確認

source: If using Dynamic ISF (with Sigmoid), overriding your ISF will adjust the ISF used at your glucose target which extends to the ISF used at other glucose. Overriding your glucose target will change glucose level your ISF will be set to your profile ISF. Both of these can be combined in a single Override.
bg: Ако използвате Dynamic ISF (със Sigmoid), отмяната на ISF ще коригира ISF, използван при целевата ви глюкоза, което се отразява и на ISF при други стойности на глюкозата. Отмяната на целевата глюкоза ще промени нивото на глюкозата, при което ISF ще бъде зададен на ISF от профила ви. И двете могат да се комбинират в една отмяна.
cs: Pokud používáte Dynamické ISF (se sigmoidou), přepsání vašeho ISF upraví ISF použitý u vaší cílové glykémie, což se promítne i do ISF použitého u jiných hladin glukózy. Přepsání vašeho cíle glukózy změní hladinu glukózy, pro kterou bude ISF nastaven na váš profilový ISF. Obojí lze kombinovat v rámci jednoho přepsání.
da: Hvis der anvendes Dynamisk ISF (med Sigmoid), Hvis du tilsidesætter din ISF, vil det justere den ISF, der anvendes ved dit glukosemål, som strækker sig til det ISF, der anvendes ved andet glukose. Overskrivningen af dit glukosemål vil ændre glukoseniveau, vil din ISF blive sat til din profil ISF. Begge disse kan kombineres i en enkelt Override.
de: Wenn Du den dynamischen ISF (mit Sigmoid) verwendest, wird durch das Überschreiben Deines ISF der ISF, der bei Deinem Glukoseziel verwendet wird, angepasst, was sich auf den ISF ausdehnt, der bei anderen Glukosen verwendet wird. Wenn Du Dein Glukoseziel überschreibst, ändert sich der Glukosespiegel und Dein ISF wird auf Deinen Profil-ISF eingestellt. Beides kann in einem einzigen Override kombiniert werden.
es: Si se utiliza ISF dinámico (con sigmoid), sobreescribir su ISF ajustará el ISF usado en su objetivo de glucosa que se extiende al ISF usado en otra glucosa. Reemplazar tu objetivo de glucosa cambiará el nivel de glucosa que tu ISF se fijará en tu perfil ISF. Ambas pueden combinarse en una única Oververride.
fr: Si vous utilisez un ISF dynamique (avec sigmoïde), une Dérogation de votre ISF ajustera l'ISF appliqué à votre cible de glucose, ce qui influencera également l'ISF utilisé aux autres niveaux de glucose. Une Dérogation de votre cible de glucose modifie le niveau de glucose qui sert de référence pour calculer votre ISF dynamique. L'ISF appliqué à ce niveau de référence correspond alors à celui défini dans votre Profil. Ces deux ajustements peuvent être combinés dans une seule Dérogation.
it: Se si utilizza l'ISF Dinamico (con Sigmoide), sostituendo l'ISF si regola l'ISF utilizzato al tuo target di glicemia che si estende all'ISF utilizzato per altri valori di glicemia. Se si sostituisce il target di glicemia, il valore viene impostato sull'ISF del profilo. Entrambe le opzioni possono essere combinate in un'unico Programma.
nb_no: Hvis du bruker dynamisk ISF (med Sigmoid), vil overstyring av ISF-en din justere ISF-en som brukes ved blodsukkermålet ditt, som også gjelder ISF-en som brukes ved andre blodsukkerverdier. Overstyring av blodsukkermålet ditt vil endre blodsukkermålet. ISF-en din vil bli satt til profil-ISF-en din. Begge disse kan kombineres i én overstyring.
nl: Indien gebruik gemaakt van Dynamic ISF (met Sigmoid), Het overschrijven van je ISF zal het ISF dat wordt gebruikt op je BG streefdoel aanpassen dat is uitgebreid naar het ISF dat wordt gebruikt bij een andere glucose. Het overschrijven van uw glucosedoel zal het glucoseniveau veranderen dat uw ISF op uw profiel ISF zal worden ingesteld. Beide kunnen worden gecombineerd in één Override.
pl: W przypadku stosowania dynamicznego ISF (z Sigmoid), nadpisanie ISF spowoduje dostosowanie ISF używanego w docelowej ilości glukozy, która rozciąga się do ISF używanego w innych stężeniach. Nadpisanie docelowego poziomu glukozy zmieni poziom glukozy, który Twój ISF zostanie ustawiony na Twój profil ISF. Obydwa z nich mogą być połączone w jednym zamienniku.
pt_pt: Se usando o Dynamic ISF (com o Sigmoid), sobrepondo seu ISF irá ajustar o ISF usado em seu alvo de glicose, que se estende ao ISF usado em outro glicose. Ao sobrepor seu alvo de glicose mudará o nível de glicose seu ISF será definido para o seu ISF de perfil. Ambos podem ser combinados numa única substituição.
ru: При использовании Dynamic ISF (с Sigmoid), При переопределении ISF будет регулировать ISF, используемый на вашей цели глюкозы, которая распространяется на ISF, используемый на других глюкозах. Переопределение цели вашей глюкозы изменит уровень глюкозы, ваш ISF будет установлен в ваш профиль ISF. Оба они могут быть объединены в одно Переопределение.
sv: Om du använder dynamisk ISF (med Sigmoid) kommer en override av din ISF att justera den ISF som används vid ditt glukosmål, vilket även påverkar den ISF som används vid andra glukosnivåer. Att använda override för ditt glukosmål ändrar det glukosvärde där din ISF sätts till din profil-ISF. Båda dessa åtgärder kan kombineras i en enda override.
uk: Якщо використовується Динамічний ISF (з Sigmoid), перевизначення вашого ISF змінить умову провайдера який використовується з вашої цілі глюкози, яка розширюється до ISF, яка використовується в іншій глюкозі. Перекриття вашої мети глюкози змінить рівень глюкози, який буде встановлений на ваш провайдер профілю. Обидві ці риси можна об'єднати в один скид.
vi: Nếu bạn sử dụng Dynamic ISF (với hàm Sigmoid), việc ghi đè ISF sẽ điều chỉnh ISF áp dụng tại mục tiêu đường huyết của bạn, đồng thời ảnh hưởng đến ISF được sử dụng tại các mức đường huyết khác. Ghi đè mục tiêu đường huyết sẽ thay đổi mức đường huyết mà ISF được đặt theo ISF trong hồ sơ của bạn. Cả hai thiết lập này có thể được kết hợp trong cùng một lần ghi đè.
zh_hant: 如果使用動態 ISF (搭配 S 型)，覆蓋您的 ISF 將調整您的葡萄糖目標下所使用的 ISF，並擴展到在其他葡萄糖下所使用的 ISF。覆蓋您的葡萄糖目標將改變 ISF 所設置的葡萄糖水平。這兩者可以在單一覆蓋中組合。

source: If using Dynamic ISF (without Sigmoid), overriding your ISF will only adjust the limits of the ISF the algorithm is allowed to set.
bg: Ако използвате Dynamic ISF (без Sigmoid), отмяната на ISF ще коригира само границите, в които алгоритъмът има право да задава ISF.
cs: Pokud používáš dynamický ISF (bez sigmoidní funkce), přepsání tvého ISF upraví pouze limity ISF, které smí algoritmus nastavovat.
da: Hvis du bruger Dynamic ISF (uden sigmoid), vil overskridelse af din ISF kun justere grænserne for ISF algoritmen er tilladt at indstille.
de: Wenn Du den dynISF (ohne Sigmoid) verwendest, werden beim Überschreiben des ISF nur die Grenzen des ISF angepasst, die der Algorithmus festlegen darf.
es: Si usas un ISF dinámico (sin Sigmoid), sobrescribirás tu ISF sólo ajustará los límites del ISF, el algoritmo está permitido establecer.
fr: Si vous utilisez l'ISF dynamique (Facteur de Sensibilité à l’Insuline dynamique) sans fonction sigmoïde, modifier votre ISF le temps de la dérogation ajustera uniquement les limites que l’algorithme est autorisé à définir.
it: Se si utilizza l'ISF Dinamico (senza Sigmoide), sovrascrivendo l'ISF si regoleranno solo i limiti dell'ISF che l'algoritmo può impostare.
nb_no: Hvis du bruker dynamisk ISF (uten Sigmoid), vil overstyring av ISF bare justere grensene for ISF-en som algoritmen har lov til å angi.
nl: Als je gebruik maakt van Dynamic ISF (zonder Sigmoid) zal het overschrijven van je ISF alleen de limieten aanpassen van het ISF dat het algoritme mag instellen.
pl: Jeśli używasz dynamicznego ISF (bez Sigmoid), nadpisanie twojego ISF dostosuje tylko limity ISF, algorytm może ustawić.
pt_pt: Se usar o ISF dinâmico (sem Sigmoid), substituir seu ISF só irá ajustar os limites do ISF, o algoritmo pode definir.
ru: При использовании динамического ISF (без Sigmoid), переопределение ISF будет только настраивать лимиты ISF алгоритм разрешен.
sv: Om du använder Dynamisk ISF (utan Sigmoid) kommer du bara att justera de ISF-begränsningarna för ISF som algoritmen får ställa in.
uk: Якщо використання Dynamic ISF (без сигмоїду), перевизначення вашого ISF змінить лише межі ISF, можна встановити алгоритм.
vi: Nếu bạn sử dụng Dynamic ISF (không kèm theo hàm Sigmoid), việc ghi đè ISF sẽ chỉ điều chỉnh giới hạn mà thuật toán được phép thiết lập cho ISF.
zh_hant: 如果使用動態 ISF (不搭配 S 型)，覆蓋您的 ISF 將僅調整算法可以設定的 ISF 的限制。

# If you are %@ %@ above target:
source: If you are %1$@ %2$@ above target:
bg: Ако сте %@ %@ над целта:
cs: Pokud jsi %1$@ %2$@ nad cílem:
da: Hvis du er %1$@ %2$@ over mål:
de: Wenn Du %1$@ %2$@ über dem Ziel bist:
fr: Si vous êtes à %1$@ %2$@ au-dessus de la cible :
nb_no: Hvis du er %1$@ %2$@ over målet:
nl: Als je %1$@ %2$@ bent boven doel:
pl: Jeśli jesteś %1$@ %2$@ powyżej celu:
sv: Om du är %1$@ %2$@ över mål:
vi: Nếu bạn vượt quá mục tiêu %1$@ %2$@:
zh_hant: 如果您超過目標 %1$@ %2$@：

source: If you are not seeing calendars to choose here, please go to Settings -> Trio -> Calendars and change permissions to "Full Access"
bg: Ако тук не виждате календари за избор, моля, отидете в Настройки -> Trio -> Календари и променете разрешенията на „Пълен достъп“
cs: Pokud zde nevidíš kalendáře na výběr, přejdi prosím do Nastavení -> Trio -> Kalendáře a změň oprávnění na „Úplný přístup“
da: Hvis du ikke ser kalendere at vælge her, så gå til Indstillinger -> Trio -> Kalendere og ændre tilladelser til "Fuld adgang"
de: Wenn Du keine Kalender zum Auswählen siehst, gehe bitte auf Einstellungen -> Trio -> Kalender und ändere die Berechtigungen auf "Vollzugriff"
es: Si no está viendo calendarios para elegir aquí, vaya a Ajustes -> Trío -> Calendarios y cambie los permisos a "Acceso completo"
fr: Si aucun calendrier ne s’affiche ici, ouvrez Réglages > Apps > Trio > Calendriers et modifiez les autorisations en sélectionnant "Accès total"
it: Se non stai vedendo i calendari da scegliere qui, vai in Impostazioni -> Trio -> Calendari e cambia i permessi in "Accesso completo"
nb_no: Hvis du ikke ser kalendere å velge her, kan du gå til Innstillinger -> Trio -> Kalendere og endre rettigheter til "Full Tilgang"
nl: Als je geen kalenders ziet die je hier kunt kiezen, ga dan naar Instellingen -> Trio -> Kalenders en wijzig de rechten in "Volledige Toegang"
pl: Jeśli nie widzisz kalendarzy do wyboru tutaj, przejdź do Ustawienia -> Trio -> Kalendarze i zmień uprawnienia na "Pełny dostęp"
pt_pt: Se você não está vendo calendários para escolher aqui, vá para Configurações -> Trio -> Calendars e altere as permissões para "Acesso completo"
ru: Если вы не видите календари, перейдите в Настройки -> Трио -> Календари и измените права доступа на «Полный доступ»
sv: Om du inte ser kalendrar att välja här, gå till Inställningar -> Trio -> Kalendrar och ändra behörigheter till "Full Access"
uk: Якщо ви не бачите календарі, які потрібно вибрати, будь ласка, перейдіть до Налаштування -> Тріо -> Календарі і змініть дозволи на "Повний доступ"
vi: Nếu bạn không thấy lịch để chọn ở đây, hãy vào Cài đặt → Trio → Lịch và thay đổi quyền truy cập thành “Toàn quyền truy cập (Full Access)”
zh_hant: 如果您在這裡看不到可選的日曆，請前往設定 -> Trio -> 日曆並更改權限為「完全訪問」

source: If you attempt to request a bolus larger than this, the bolus will not be accepted.
bg: Ако се опитате да поискате по-голям болус от този, той няма да бъде приет.
cs: Pokud se pokusíš požádat o bolus větší než tento limit, nebude přijat.
da: Hvis du forsøger at anmode om en bolus større end dette, vil bolus ikke blive accepteret.
de: Wenn Du versuchst einen Bolus anzufordern, der größer als dieser Wert ist, wird der Bolus nicht akzeptiert.
es: Si usted intenta solicitar un bolo más grande que esto, el bolo no será aceptado.
fr: Si vous essayez d’administrer un bolus supérieur à cette valeur, il sera refusé.
it: Se si tenta di richiedere un bolo più grande di questo, il bolo non sarà accettato.
nb_no: Dersom du prøver å gi en bolus større enn dette, vil bolusen ikke bli gitt.
nl: Als je probeert een bolus groter dan dit op te vragen, zal de bolus niet worden geaccepteerd.
pl: Jeśli spróbujesz poprosić o bolus większy niż ten, bolus nie zostanie zaakceptowany.
pt_pt: Se tentar pedir um bolus maior do que este, o bolus não será aceite.
ru: Если вы пытаетесь запросить больше этого снаряда, он не будет принят.
sv: Om du försöker ge en större bolus än detta, kommer bolusen inte att accepteras.
uk: Якщо ви спробуєте запросити болс більший, ніж цей, то болт не буде прийнятий.
vi: Nếu bạn cố gắng yêu cầu một liều bolus lớn hơn mức này, yêu cầu đó sẽ không được chấp nhận.
zh_hant: 如果您嘗試請求的注射量大於此，該注射將不被接受。

source: If you have a "Recommended Bolus Percentage" of 80%, and a "Reduced Bolus Percentage" of 70%, your recommended bolus will be multiplied by: (80 × 70) / 100 = 56%.
bg: Ако имате „Процент на препоръчан болус“ 80% и „Процент на намален болус“ 70%, препоръчаният ви болус ще бъде умножен по: (80 × 70) / 100 = 56%.
cs: „Pokud máte „Doporučené procento bolusu“ 80 % a „Snížené procento bolusu“ 70 %, váš doporučený bolus bude vynásoben: (80 × 70) / 100 = 56 %.
da: Hvis du har en "Anbefalet Bolus procent" på 80%, og en "Reduceret Bolus procent" på 70%, vil din anbefalede bolus blive ganget med: (80 × 70) / 100 = 56%.
de: Wenn Du einen „Empfohlenen Bolusprozentsatz“ von 80 % und einen „Reduzierten Bolusprozentsatz“ von 70 % hast, wird Dein empfohlener Bolus mit folgendem Faktor multipliziert (80 × 70) / 100 = 56%.
fr: Si vous avez un "Pourcentage de bolus recommandé" de 80 % et un "Pourcentage de bolus réduit" de 70 %, votre bolus recommandé sera multiplié par : (80 × 70) / 100 = 56 %.
nb_no: Hvis du har en "Anbefalt bolusprosent" på 80% og en "Redusert bolusprosent" på 70%, vil den anbefalte bolusdosen multipliseres med: (80 × 70) / 100 = 56%.
pl: Jeśli „Zalecany procent bolusa” wynosi 80%, a „Procent zmniejszonego bolusa” wynosi 70%, zalecany bolus zostanie pomnożony przez: (80 × 70) / 100 = 56%.
vi: Nếu bạn đặt "Tỷ lệ bolus đề xuất" là 80% và "Tỷ lệ bolus giảm" là 70%, thì liều bolus đề xuất của bạn sẽ được nhân với: (80 × 70) / 100 = 56%.
zh_hant: 如果您的「建議注射百分比」為 80%，且「減少注射百分比」為 70%，那麼您的建議注射將乘以：(80 × 70) / 100 = 56%。

source: If you prefer not to share this anonymized data, you can opt-out of data sharing.
bg: Ако предпочитате да не споделяте тези анонимизирани данни, можете да се откажете от споделянето.
cs: Pokud tato anonymizovaná data sdílet nechceš, můžeš se ze sdílení odhlásit.
da: Hvis du foretrækker ikke at dele disse anonymiserede data, kan du fravælge datadeling.
de: Wenn Du es vorziehst, diese anonymisierten Daten nicht weiterzugeben, kannst Du die Datenweitergabe ablehnen.
fr: Si vous préférez ne pas partager ces données anonymisées, vous pouvez désactiver le partage de données.
nb_no: Hvis du foretrekker ikke å dele disse anonymiserte dataene, kan du velge bort datadeling.
nl: Als je deze geanonimiseerde gegevens liever niet deelt, kun je ervoor kiezen het delen van gegevens niet toe te staan.
pl: Jeśli wolisz nie udostępniać tych anonimowych danych, możesz zrezygnować z udostępniania.
sv: Om du föredrar att inte dela dessa anonymiserade data kan du välja bort datadelning.
vi: Nếu bạn không muốn chia sẻ dữ liệu đã được ẩn danh này, bạn có thể chọn không tham gia chia sẻ dữ liệu.
zh_hant: 如果您不想分享這些匿名數據，您可以選擇不分享。

source: If your CGM readings are below the Low value or above the High value, you will receive a glucose alarm.
bg: Ако показанията от вашия CGM са под ниската стойност или над високата, ще получите глюкозно предупреждение.
cs: Pokud budou tvé naměřené hodnoty z CGM pod nízkou (Low) nebo nad vysokou (High) hodnotou, obdržíš glukózový alarm.
da: Hvis dine CGM-aflæsninger er under lavværdien eller over højværdien, vil du modtage en glukosealarm.
de: Wenn Deine CGM-Messwerte unter dem niedrigen Wert oder über dem hohen Wert liegen, erhältst Du einen Glukosealarm.
es: Si sus lecturas CGM están por debajo del valor bajo o por encima del valor alto, recibirá una alarma de glucosa.
fr: Vous recevrez une alarme de glucose si les mesures de votre CGM (capteur de glucose en continu) sont inférieures à la valeur basse ou supérieure à la valeur élevée.
it: Se le letture CGM sono al di sotto del valore Basso o al di sopra del valore Alto, riceverai un allarme di glucosio.
nb_no: Hvis sensor-verdier er under lavt nivå eller over høyt nivå, vil det utløses en blodsukker-alarm.
nl: Als je CGM-waardes lager zijn dan de lage of hoger dan de hoge waarde, krijg je een glucosealarm.
pl: Jeśli odczyty CGM są niższe od wartości dolnej lub wyższe od wartości górnej, otrzymasz alarm dotyczący poziomu glikemii.
pt_pt: Se as suas leituras CGM estiverem abaixo do valor baixo ou acima do valor alto, você receberá um alarme de glicose.
ru: Если значения CGM ниже Низкого значения или выше Высокого значения, вы получите будильник с глюкозой.
sv: Om dina CGM-värden är under det låga värdet eller över det höga värdet får du ett glukosalarm.
uk: Якщо ваші CGM прочитання нижче низького значення або вище великого значення, ви отримаєте глюкозу сигнал.
vi: Nếu giá trị đường huyết từ Cảm biến đường huyết của bạn thấp hơn mức Thấp hoặc cao hơn mức Cao, bạn sẽ nhận được cảnh báo đường huyết.
zh_hant: 如果您的 CGM 讀取值低於低值或高於高值，您將收到葡萄糖警報。

source: If your current basal rate is 0.8 U/hr and "Super Bolus Percentage" is set to 200%: 0.8 × (200 / 100) = 1.6 units will be added to your bolus recommendation.
bg: Ако текущата ви базална доза е 0.8 U/hr и „Super Bolus Percentage“ е зададен на 200%: 0.8 × (200 / 100) = 1.6 единици ще бъдат добавени към препоръката за болус.
cs: Pokud je tvůj aktuální bazál 0,8 U/h a „Procento super bolusu“ je nastaveno na 200 %: k doporučenému bolusu se přičte 0,8 × (200 / 100) = 1,6 jednotek.
da: Hvis din aktuelle basale rate er 0,8 U/time og "Super Bolus procent" er sat til 200%: 0. × (200 / 100) = 1,6 enheder vil blive tilføjet til din bolus anbefaling.
de: Wenn Deine aktuelle Basalrate 0,8 IE/Std. beträgt und „Superbolus-Prozentsatz“ auf 200 % eingestellt ist: 0,8 IE × (200 / 100) = 1,6 IE werden zu Deiner Bolusempfehlung hinzugefügt.
fr: Si votre débit basal actuel est de 0,8 U/h et que le "Pourcentage de Super Bolus" est défini à 200 % : 0,8 × (200 / 100) = 1,6 unités seront ajoutées au bolus recommandé.
nb_no: Hvis din nåværende basalrate er 0,8 E/time og "Super Bolus Prosent" er satt til 200%: 0,8 × (200 / 100) = 1,6 enheter vil bli lagt til din bolusanbefaling.
nl: Wanneer je huidige basaalsnelheid 0,8E/u is en "Super Boluspercentage" op 200% staat, dan wordt: 0.8 x (200 / 100) = 1,6 eenheden toegevoegd aan je aanbevolen bolus.
pl: Jeśli aktualna dawka bazowa wynosi 0,8 U/h, a „Procent superbolusa” ustawiony jest na 200%: do zalecenia bolusa zostanie dodane 0,8 × (200 / 100) = 1,6 jednostki.
sv: Om din nuvarande basal är 0,8 E/h och din "Superbolus-procent" är inställd till 200%: 0,8 × (200 ÷ 100) = 1,6 enheter kommer att läggas till din bolusrekommendation.
vi: Nếu tốc độ insulin nền hiện tại của bạn là 0,8 U/giờ và 'Phần trăm Bolus tăng' được đặt là 200%: 0,8 × (200 / 100) = 1,6 đơn vị sẽ được cộng thêm vào khuyến nghị bolus của bạn.
zh_hant: 如果你目前的基礎率為 0.8 U/hr 而「超注射百分比」設為 200%：0.8 × (200 / 100) = 1.6 單位將會被加入你的注射建議。

source: If your glucose target is %1$@ %2$@, Trio will use a safety threshold of %3$@ %4$@, unless you set Minimum Safety Threshold to something > %5$@ %6$@.
bg: Ако целевата ви глюкоза е %@ %@, Trio ще използва защитен праг от %@ %@, освен ако не зададете Minimum Safety Threshold на стойност > %@ %@.
cs: Pokud je tvůj cíl %1$@ %2$@, Trio použije bezpečnostní práh %3$@ %4$@, pokud nenastavíš Minimální bezpečnostní práh na hodnotu vyšší než %5$@ %6$@.
da: Hvis dit glucosemål er %1$@ %2$@, vil Trio anvende en sikkerhedstærskel på %3$@ %4$@, medmindre du sætter minimumssikkerhedsgrænsen til noget > %5$@ %6$@.
de: Wenn Dein Glukoseziel bei %1$@ %2$@ liegt, verwendet Trio einen Sicherheitsschwellenwert von %3$@ %4$@, es sei denn, Du setzt den minimalen Sicherheitsschwellenwert auf etwas > %5$@ %6$@.
es: Si tu objetivo de glucosa es %1$@ %2$@, Trio usará un umbral de seguridad de %3$@ %4$@, a menos que establezca el umbral mínimo de seguridad en algo > %5$@ %6$@.
fr: Si votre cible de glucose est de %1$@ %2$@, Trio utilisera un seuil de sécurité de %3$@ %4$@, sauf si vous définissez un seuil de sécurité minimal supérieur à %5$@ %6$@.
it: Se il tuo obiettivo di glucosio è %1$@ %2$@, Trio userà una soglia di sicurezza di %3$@ %4$@, a meno che non si imposta la soglia minima di sicurezza a qualcosa > %5$@ %6$@.
nb_no: Dersom blodsukkermålet er %1$@ %2$@, vil Trio bruke en sikkerhetsterskel på %3$@ %4$@, med mindre du setter minste sikkerhetsterskel til en verdi > %5$@ %6$@.
nl: Als je glucose doel %1$@ %2$@is, gebruikt Trio een veiligheidsdrempel van %3$@ %4$@, tenzij je minimale veiligheidsdrempel ingesteld hebt op iets > %5$@ %6$@.
pl: Jeśli twój cel glukozy jest %1$@ %2$@Trio użyje progu bezpieczeństwa %3$@ %4$@, chyba że ustawisz minimalny próg bezpieczeństwa na coś > %5$@ %6$@.
pt_pt: Se seu alvo de glicose for %1$@ %2$@, Trio usará um limite de segurança de %3$@ %4$@, a não ser que defina Limite Mínimo de Segurança para algo > %5$@ %6$@.
ru: Если ваша цель по глюкозе %1$@ %2$@, трио будет использовать порог безопасности %3$@ %4$@, если вы не устанавливаете минимальный порог безопасности на нечто > %5$@ %6$@.
sv: Om ditt glukosmål är %1$@ %2$@, kommer Trio att använda en säkerhetströskel på %3$@ %4$@, såvida du inte ställer in lägsta säkerhetströskel till något > %5$@ %6$@.
vi: Nếu mục tiêu đường huyết của bạn là %1$@ %2$@, Trio sẽ sử dụng ngưỡng an toàn là %3$@ %4$@, trừ khi bạn đặt “Ngưỡng An Toàn Tối Thiểu” cao hơn %5$@ %6$@.
zh_hant: 如果您的葡萄糖目標為 %1$@ %2$@，則 Trio 將使用 %3$@ %4$@ 的安全門檻值，除非您將最小安全門檻值設置為大於 %5$@ %6$@ 的值。

source: Ignore Warning and Enact Bolus
bg: Игнориране на предупреждението и подаване на болус
cs: Ignorovat varování a podat bolus
da: Ignorér advarsel og start bolus
de: Warnung ignorieren und Bolus verabreichen
fr: Ignorer et administrer bolus
nb_no: Ignorer advarsel og lever bolus
nl: Negeer waarschuwing en geef bolus
pl: Zignoruj ​​ostrzeżenie i wprowadź bolus
sv: Ignorera varning och ge bolus
vi: Bỏ qua cảnh báo và tiêm Bolus
zh_hant: 忽略警告並執行注射

source: Immediately applying ${bolusQuantity} U
bg: Незабавно прилагане на ${bolusQuantity} U
cs: Okamžitě podávám ${bolusQuantity} j
da: Straks levering af ${bolusQuantity} E
de: Unmittelbare Abgabe von ${bolusQuantity} IE
fr: Application immédiate de ${bolusQuantity} U
nb_no: Doserer umiddelbart ${bolusQuantity} E
nl: Direct ${bolusQuantity} E toepassen
pl: Natychmiastowe zastosowanie ${bolusQuantity} J
sv: Omedelbar dosering av ${bolusQuantity} E
vi: Thực hiện ngay ${bolusQuantity} U
zh_hant: 立即應用${bolusQuantity} U

source: Immediately applying ${preset}
bg: Незабавно прилагане на ${preset}
cs: Okamžitě aktivuji ${preset}
da: Anvendelse af ${preset}
de: ${preset} sofort anwenden
es: Aplicación inmediata de ${preset}
fr: Activation immédiate de ${preset}
it: Applicazione immediata di ${preset}
nb_no: Bruker ${preset} umiddelbart
nl: Onmiddellijk toepassen ${preset}
pl: Natychmiastowe zastosowanie ${preset}
pt_pt: Aplicando ${preset} imediatamente
ru: Немедленное применение ${preset}
sv: Omedelbar aktivering av ${preset}
uk: Одразу ж застосування ${preset}
vi: Thực hiện ngay ${preset}
zh_hant: 立即應用 ${preset}
